import type { Note } from "./Note";

export const notes: Note[] = [
  {
    id: 'x1',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное'
  },
  {
    id: 'x2',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное и длинное очень длинное вввввввввввф ываыфв аыв ывф'
  },
  {
    id: 'x3',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное'
  },
  {
    id: 'x4',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное'
  },
  {
    id: 'x5',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное'
  },
  {
    id: 'x6',
    title: 'Моя заметка',
    content: 'Здесь я могу записать что-то важное'
  }
]
